


export const faQ = [
  {
    title: "در مشاوره چه اتفاقی می افتد؟",
    desc: "فرد در تصمیم گیری های زندگی خود با مشکل رو به رو شده و نیاز دارد که تصمیم درستی اتخاذ کند. پس نیاز به یک گوش شنوا و یک تحلیل درست و چند جانبه دارد.اینجا خبری از پند و اندرز، انتقاد، گیر دادن، پیش داوری و قضاوت نخواهد بود.ما بعد از گوش دادن، درک کردن و احترام به ارزش و انتخاب های شما به تحلیل خواهیم پرداخت و به شما کمک می کنیم بهتر احساساتتان را بشناسید و در مواردی، آنچه را که در لایه های زیرین مشکلات کنونی شما وجود دارد، شناسایی کنید. در تصمیم گیری ها، انتخاب ها یا تغییراتی که به نفع تان است، شما را یاری می کنیم اما به جای شما تصمیم نمی گیریم.",
    
  },
  {
    title: "زمان مشاوره چقدر است؟",
    desc: "معمولا زمان یک جلسه مشاوره، 90 تا 120 دقیقه است. البته بستگی به سوالات و شرایط شما دارد. ولی چیزی که معمولا انجام می شوید چیزی بین 1.5 تا 2 ساعت طول میکشد.",
    
  
  },
  {
    title: "زمان مشاوره چقدر است؟",
    desc: "معمولا زمان یک جلسه مشاوره، 90 تا 120 دقیقه است. البته بستگی به سوالات و شرایط شما دارد. ولی چیزی که معمولا انجام می شوید چیزی بین 1.5 تا 2 ساعت طول میکشد.",
    
  
  },
] ;
export const faqConstruction = [
  {
    title: "مدت زمان مشاوره چقدره ؟! ",
    desc: "مدت زمان هر مشاوره بین 1.5 ساعت تا 2 ساعت خواهد بود که بصورت استاندارد و معقول در نظر گرفته که در این مدت روال مطابق  خواست متقاضی پیگیری میشه  و به سوالات شخصی به صورت جامع پاسخگویی صورت میگیره",
  
  },
  {
    title: "چطوری زمان مشاوره تنظیم کنیم ؟!",
    desc: "معمولاً در جلسات مشاوره، ایده آل ترین حالت این است که فرد سئوالات خود را پیش از آغاز جلسه به صورت مکتوب آماده کرده باشد تا در خلال جلسه، به راحتی سئوالاتش را طرح نماید؛ موارد بسیاری دیده ام که دوستان در میان جلسه تازه سئوالاتشان به ذهنشان می آید و افسوس که علیرغم اهمیت بالای سئوالات، به دلیل زمان کم و توجه به سئوالاتی دیگر، امکان طرح آن را بدست نمی آورند! به همین دلیل توصیه میکنم پیش از آغاز جلسه، تمام سئوالات خود را به ترتیب اهمیت روی کاغذ یادداشت کنید تا زمانتان هدر نرود.",

  },
  {
    title: " برای مشاوره بار اولمه برای راهکارتون چیه و من باید چیکار کنم ؟!",
    desc: "معمولاً در جلسات مشاوره، ایده آل ترین حالت این است که فرد سئوالات خود را پیش از آغاز جلسه به صورت مکتوب آماده کرده باشد تا در خلال جلسه، به راحتی سئوالاتش را طرح نماید؛ موارد بسیاری دیده ام که دوستان در میان جلسه تازه سئوالاتشان به ذهنشان می آید و افسوس که علیرغم اهمیت بالای سئوالات، به دلیل زمان کم و توجه به سئوالاتی دیگر، امکان طرح آن را بدست نمی آورند! به همین دلیل توصیه میکنم پیش از آغاز جلسه، تمام سئوالات خود را به ترتیب اهمیت روی کاغذ یادداشت کنید تا زمانتان هدر نرود.",

  },
  {
    title: "اشخاصی که نیازمند دوره ای هستن که نیازی به پیشنیازی ندارد یعنی از قبل سابقه کارای گرافیکی برای دیدن این دوره نداشته باشد و کاملا از نظر اطلاعات صفر می باشد",
    desc: "معمولاً در جلسات مشاوره، ایده آل ترین حالت این است که فرد سئوالات خود را پیش از آغاز جلسه به صورت مکتوب آماده کرده باشد تا در خلال جلسه، به راحتی سئوالاتش را طرح نماید؛ موارد بسیاری دیده ام که دوستان در میان جلسه تازه سئوالاتشان به ذهنشان می آید و افسوس که علیرغم اهمیت بالای سئوالات، به دلیل زمان کم و توجه به سئوالاتی دیگر، امکان طرح آن را بدست نمی آورند! به همین دلیل توصیه میکنم پیش از آغاز جلسه، تمام سئوالات خود را به ترتیب اهمیت روی کاغذ یادداشت کنید تا زمانتان هدر نرود.",

  },
 
] ;
export const orderFaq = [
  {
    title: "زمان مشاوره چقدر است؟",
    desc: "معمولا زمان یک جلسه مشاوره، 90 تا 120 دقیقه است. البته بستگی به سوالات و شرایط شما دارد. ولی چیزی که معمولا انجام می شوید چیزی بین 1.5 تا 2 ساعت طول میکشد.",
    theme: "before:bg-secondary bg-[#f5eeff]",
  
  },
  {
    title: "زمان مشاوره چقدر است؟",
    desc: "معمولا زمان یک جلسه مشاوره، 90 تا 120 دقیقه است. البته بستگی به سوالات و شرایط شما دارد. ولی چیزی که معمولا انجام می شوید چیزی بین 1.5 تا 2 ساعت طول میکشد.",
    theme: "before:bg-secondary bg-[#f5eeff]",
  
  },
  {
    title: "زمان مشاوره چقدر است؟",
    desc: "معمولا زمان یک جلسه مشاوره، 90 تا 120 دقیقه است. البته بستگی به سوالات و شرایط شما دارد. ولی چیزی که معمولا انجام می شوید چیزی بین 1.5 تا 2 ساعت طول میکشد.",
    theme: "before:bg-secondary bg-[#f5eeff]",
  
  },
 
] ;

export const songData = [
  {
    title: "برنامه نویس خبره شو 😎",
    url: "/src/assets/music/play-1.mp3",
    img: "/src/assets/img/podcast5.png"
  },
  {
    title: "روش و فنون یادگیری ",
    url: "/src/assets/music/play-2.mp3",
    img: "/src/assets/img/podcast5.png"
  },
  {
    title: "روش و فنون رزمی برنامه نویسی ",
    url: "/src/assets/music/play-3.mp3",
    img: "/src/assets/img/podcast5.png"
  },
];
